[M_IrisHUB_SmackTalk MissionDefinition]
MissionName="Entrevista com o Caçador da Sepultura"
MissionDescription="Moxxi gravou várias entrevistas com o Senhor Torgue - onde eles conversam sobre a sua qualidade de máquina de matar impiedosa - mas as gravações foram perdidas.\nEles pediram para você encontrá-las e devolvê-las."
TurnInDescription="O conteúdo dessas entrevistas deve ser o bastante para convencer os outros gladiadores de que:\n(A) não devem brincar com você, ou...\n(B) sua treinadora é muito esquisita."
MissionSummary="Procure os gravadores ECHO na [place]Cratera Badass de Badassitude[-place]"
MissionGiver="Moxxi"
MissionTurnInLocation="Moxxi"
TeaserText="Jamais subestime o poder das relações públicas."

[M_IrisHUB_SmackTalk:FindLostRecorders MissionObjectiveDefinition]
ProgressMessage="Encontre os gravadores ECHO perdidos"

[M_IrisHUB_SmackTalk:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_SmackTalk:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

